tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/drivers'

cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'authy'
cask 'ccmenu'
cask 'cyberduck'
cask 'dash'
cask 'diffmerge'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'keybase'
cask 'ngrok'
cask 'phpstorm'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'telegram'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'whatsapp'
cask 'zoom'

# Java
cask 'java'
# cask 'intellij-idea-ce'
# cask 'jd-gui'

tap 'buo/cask-upgrade'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'ansible'
brew 'awscli'
brew 'bash-completion'
brew 'composer'
brew 'csvfix'
brew 'curl'
brew 'dnsmasq'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'gnu-sed'
brew 'gnupg'
brew 'jsonpp'
brew 'mas'
brew 'node'
brew 'php'
brew 'rcm'
brew 's3cmd'
brew 'ssh-copy-id'
brew 'vagrant-completion'
brew 'vim'

mas 'Coin Tick - Menu Bar Crypto', id: 1141688067
mas 'feedly', id: 865500966
mas 'Kindle', id: 405399194
mas 'MONIT', id: 1014850245
mas 'Monosnap', id: 540348655
mas 'Twitterrific 5 for Twitter', id: 1289378661
mas 'Wunderlist', id: 410628904
