tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/drivers'

cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'ccmenu'
cask 'cyberduck'
cask 'dash'
cask 'diffmerge'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'launchrocket'
cask 'mongodb-compass'
cask 'ngrok'
cask 'phpstorm'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'sopcast'
cask 'spotify'
cask 'steam'
cask 'synology-drive'
cask 'tableplus'
cask 'teamviewer'
cask 'telegram'
cask 'tunnelbear'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
cask 'xld'

# Java
cask 'java'
# cask 'intellij-idea-ce'
# cask 'jd-gui'

tap 'buo/cask-upgrade'
tap 'ethereum/ethereum'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'paritytech/paritytech'
tap 'thoughtbot/formulae'

brew 'ansible'
brew 'bash-completion'
brew 'bitcoin'
brew 'csvfix'
brew 'curl'
brew 'dnsmasq'
brew 'geth'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'gnu-sed'
brew 'jsonpp'
brew 'mas'
brew 'paritytech/paritytech/parity'
brew 'pgcli'
brew 'pgloader'
brew 'rcm'
brew 's3cmd'
brew 'solidity'
brew 'ssh-copy-id'
brew 'vagrant-completion'
brew 'vim'

# Java
# brew 'maven'
# brew 'maven-completion'

mas 'Coin Tick - Menu Bar Crypto', id: 1141688067
mas 'feedly', id: 865500966
mas 'Kindle', id: 405399194
mas 'Microsoft Remote Desktop', id: 715768417
mas 'MONIT', id: 1014850245
mas 'Monosnap', id: 540348655
mas 'Tweetbot for Twitter', id: 557168941
mas 'Wunderlist', id: 410628904
